{
  "home": {
    "main_screen": {
      "title": "Senderos del Patrimonio",
      "subtitle": "Descubre la Naturaleza Salvaje, Camina a Través del Tiempo",
      "description_1": "Explora <span>{{PARK_TYPE}}</span>, todo en un solo lugar.",
      "description_2": "Toca en el mapa para descubrir fotos, historias y gemas ocultas en tierras preservadas. Ya sea que planees una visita o simplemente estés curioso, <span>Senderos del Patrimonio</span> acerca la naturaleza y la historia a tus dedos."
    },
    "map_section": {
      "title": "Explora el Patrimonio Nacional",
      "subtitle": "Descubre Parques, Monumentos y Lugares Históricos en todo Estados Unidos",
      "description": "Desde impresionantes maravillas naturales hasta campos de batalla históricos y sitios culturales—descubre las historias y lugares que definen la nación. Usa el mapa para encontrar y explorar estos destinos excepcionales.",
      "button": "Explorar en el Mapa"
    },
    "statistic_section": {
      "title": "Explora el Alcance de Nuestro Patrimonio Nacional",
      "description": "Nuestra plataforma destaca la extensa red de sitios naturales y culturales del país. Desde impresionantes parques nacionales hasta monumentos históricos y ríos preservados, descubre todo lo que está esperando para ser explorado.",
      "button": "Explorar Patrimonio Nacional",
      "total_places": "Total 450+ lugares para visitar"
    },
    "features_section": {
      "title": "¿Por Qué Somos?",
      "item_1_title": "Explora Parques Nacionales en un Mapa Interactivo",
      "item_1_description": "Encuentra parques en todo Estados Unidos con nuestro mapa hermoso y zoomable. Navega fácilmente por ubicación y descubre joyas ocultas en cada rincón del país.",
      "item_2_title": "Información de Parques en Vivo del Servicio Nacional de Parques",
      "item_2_description": "Obtén detalles actualizados directamente desde la base de datos oficial del NPS. Desde descripciones de parques hasta alertas y direcciones — todo es preciso y actual.",
      "item_3_title": "Planificación de Viajes con Pistas Clave",
      "item_3_description": "Consulta horarios de apertura, eventos próximos, clima y detalles de accesibilidad. Todo lo que necesitas para preparar tu próxima aventura al aire libre."
    },
    "footer": {
      "all_rights_reserved": "Todos los derechos reservados.",
      "data_provided_by": "Datos proporcionados por",
      "maps_powered_by": "Mapas proporcionados por"
    }
  },
  "header": {
    "explore_map": "Explorar en el Mapa",
    "about": "Acerca de"
  }
}
